Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 추론 서버·에이전트 CLI 를 폰을 떠나지 않고 Mac 에 바로 설치할 수 있어요.
ar: يمكنك تثبيت خادم الاستدلال وواجهة سطر أوامر الوكيل على جهاز Mac مباشرةً من هاتفك.
en: You can install the inference server and agent CLI on your Mac right from your phone.
es: Puedes instalar el servidor de inferencia y la CLI del agente en tu Mac directamente desde el teléfono.
fr: Vous pouvez installer le serveur d'inférence et la CLI de l'agent sur votre Mac directement depuis votre téléphone.
hi: आप अनुमान सर्वर और एजेंट CLI को अपने फ़ोन से सीधे अपने Mac पर इंस्टॉल कर सकते हैं।
ja: 推論サーバーとエージェント CLI を、スマホから離れずにそのまま Mac にインストールできます。
pt_br: Você pode instalar o servidor de inferência e a CLI do agente no seu Mac direto do telefone.
ru: Сервер вывода и CLI-агент можно установить на Mac прямо с телефона.
zh_hans: 你可以直接在手机上把推理服务器和智能体 CLI 安装到 Mac 上。

source: 추론 서버를 폰을 떠나지 않고 Mac 에 바로 설치할 수 있어요.
ar: يمكنك تثبيت خادم الاستدلال على جهاز Mac مباشرةً من هاتفك.
en: You can install the inference server on your Mac right from your phone.
es: Puedes instalar el servidor de inferencia en tu Mac directamente desde el teléfono.
fr: Vous pouvez installer le serveur d'inférence sur votre Mac directement depuis votre téléphone.
hi: आप अनुमान सर्वर को अपने फ़ोन से सीधे अपने Mac पर इंस्टॉल कर सकते हैं।
ja: 推論サーバーを、スマホから離れずにそのまま Mac にインストールできます。
pt_br: Você pode instalar o servidor de inferência no seu Mac direto do telefone.
ru: Сервер вывода можно установить на Mac прямо с телефона.
zh_hans: 你可以直接在手机上把推理服务器安装到 Mac 上。

source: 추천
ar: موصى به
en: Recommended
es: Recomendado
fr: Recommandé
hi: अनुशंसित
ja: おすすめ
pt_br: Recomendado
ru: Рекомендуем
zh_hans: 推荐

source: 출력 토큰 %lld
ar: رموز الإخراج %lld
en: Output tokens %lld
es: Tokens de salida %lld
fr: Jetons de sortie %lld
hi: आउटपुट टोकन %lld
ja: 出力トークン %lld
pt_br: Tokens de saída %lld
ru: Выходные токены %lld
zh_hans: 输出 Token %lld

source: 출발 노드를 탭하세요
ar: انقر العقدة المصدر
en: Tap the source node
es: Toca el nodo de origen
fr: Touchez le nœud de départ
hi: स्रोत नोड पर टैप करें
ja: 起点ノードをタップ
pt_br: Toque no nó de origem
ru: Коснитесь исходного узла
zh_hans: 点按起始节点

source: 출시
ar: تم الإصدار
en: Shipped
es: Publicadas
fr: Livrées
hi: शिप किए गए
ja: リリース
pt_br: Entregues
ru: Выпущено
zh_hans: 已上线

source: 출시 후 검증
ar: التحقق بعد الإطلاق
en: Post-launch verification
es: Verificación post-lanzamiento
fr: Vérification post-lancement
hi: लॉन्च के बाद सत्यापन
ja: リリース後の検証
pt_br: Verificação pós-lançamento
ru: Проверка после выпуска
zh_hans: 上线后验证

source: 출시 후 검증 — 승인한 제안이 구현돼 출시되면 거기서 끝이 아니라, «정말 효과가 있었는지» 를 다음 수집이 되짚어요. 같은 레포에 «레포 신호 수집» 을 다시 돌리면 에이전트가 그때 세운 가설을 신호와 대조해 결말을 매겨요. 카드의 작은 배지로 어디까지 왔는지 보여줘요:
ar: التحقّق بعد الإصدار — حين يُنفَّذ الاقتراح المعتمَد ويُطرح، لا ينتهي الأمر عند ذلك: تعود عملية الجمع التالية إلى «هل نجح فعلًا». أعد تشغيل «جمع إشارات المستودع» على المستودع نفسه فيقارن الوكيل الفرضية التي وضعها بالإشارات ويُسنِد نتيجة. وتُظهر شارة صغيرة على البطاقة إلى أين وصل:
en: Post-release validation — once an approved proposal is built and shipped, it doesn’t end there: the next collection revisits «whether it actually worked.» Run «Collect repo signals» again on the same repo and the agent checks the hypothesis it made against the signals and assigns an outcome. A small badge on the card shows how far it’s come:
es: Validación tras el lanzamiento — cuando una propuesta aprobada se implementa y se publica, no acaba ahí: la siguiente recolección revisa «si de verdad funcionó.» Vuelve a ejecutar «Recoger señales del repo» en el mismo repo y el agente contrasta la hipótesis que planteó con las señales y le asigna un desenlace. Una pequeña insignia en la tarjeta muestra hasta dónde ha llegado:
fr: Validation après publication — une fois une proposition approuvée réalisée et livrée, cela ne s’arrête pas là : la collecte suivante revient sur «si cela a vraiment fonctionné.» Relancez «Collecter les signaux du dépôt» sur le même dépôt et l’agent confronte l’hypothèse qu’il avait posée aux signaux et lui attribue une issue. Un petit badge sur la carte indique où en est l’avancement :
hi: रिलीज़ के बाद सत्यापन — स्वीकृत पेशकश के क्रियान्वित होकर रिलीज़ होने पर बात वहीं खत्म नहीं होती: अगला संग्रह «क्या यह सचमुच कारगर रहा» पर लौटता है। उसी रेपो पर «रेपो संकेत एकत्र करें» फिर चलाएँ तो एजेंट अपनी बनाई परिकल्पना को संकेतों से मिलाकर परिणाम तय करता है। कार्ड पर एक छोटा बैज दिखाता है कि कितनी दूर पहुँचा:
ja: リリース後の検証 — 承認した提案が実装され出荷されても、そこで終わりではなく «本当に効果があったか» を次の収集が振り返ります。同じリポジトリで «リポジトリのシグナル収集» をもう一度回すと、エージェントがそのとき立てた仮説をシグナルと突き合わせて結末を付けます。カードの小さなバッジで、どこまで進んだかを示します:
pt_br: Validação pós-lançamento — quando uma proposta aprovada é construída e lançada, não termina aí: a próxima coleta revisita «se realmente funcionou.» Rode «Coletar sinais do repo» de novo no mesmo repo e o agente confronta a hipótese que formou com os sinais e atribui um desfecho. Um pequeno selo no cartão mostra até onde chegou:
ru: Проверка после релиза — когда одобренное предложение реализовано и выпущено, на этом дело не кончается: следующий сбор возвращается к вопросу, «сработало ли это на самом деле». Запустите «Сбор сигналов репозитория» снова на том же репозитории, и агент сверит выдвинутую тогда гипотезу с сигналами и определит итог. Небольшой бейдж на карточке показывает, как далеко продвинулось дело:
zh_hans: 上线后验证——获批的提议实现并发布后并未就此结束：下一次收集会回顾«是否真的奏效»。在同一仓库再次运行«收集仓库信号»，智能体便会用当初提出的假设比对信号并给出结论。卡片上的小徽章会显示进展到哪一步：

source: 출시 후 빗나감
ar: الإخفاقات بعد الإطلاق
en: Post-Launch Misses
es: Fallos Después del Lanzamiento
fr: Échecs Après le Lancement
hi: लॉन्च के बाद की गलतियाँ
ja: リリース後の外れ
pt_br: Falhas Após Lançamento
ru: Промахи После Запуска
zh_hans: 发布后的失误

source: 출시됨
ar: تم الإطلاق
en: Shipped
es: Lanzado
fr: Livré
hi: शिप किया गया
ja: リリース済み
pt_br: Lançado
ru: Выпущено
zh_hans: 已上线

source: 출시됨 — 검증 대기
ar: تم الإطلاق — في انتظار التحقق
en: Shipped — awaiting verification
es: Lanzado — pendiente de verificación
fr: Livré — en attente de vérification
hi: शिप किया गया — सत्यापन की प्रतीक्षा में
ja: リリース済み — 検証待ち
pt_br: Lançado — aguardando verificação
ru: Выпущено — ожидает проверки
zh_hans: 已上线 — 等待验证

source: 출시됨 — 구현·출시는 끝났고 검증을 기다리는 단계예요 (파란 배지, 정보 신호).
ar: تم الإصدار — اكتمل التنفيذ والإطلاق وهو بانتظار التحقّق (شارة زرقاء، إشارة معلومات).
en: Shipped — implementation and release are done and it’s awaiting validation (blue badge, an info signal).
es: Publicado — la implementación y el lanzamiento están hechos y queda a la espera de validación (insignia azul, señal informativa).
fr: Livré — l’implémentation et la publication sont terminées et c’est en attente de validation (badge bleu, signal d’information).
hi: रिलीज़ हुआ — क्रियान्वयन व रिलीज़ पूरा है और सत्यापन की प्रतीक्षा में है (नीला बैज, सूचना संकेत)।
ja: 出荷済み — 実装・出荷は終わり、検証を待つ段階です(青いバッジ、情報のシグナル)。
pt_br: Lançado — a implementação e o lançamento estão prontos e aguarda validação (selo azul, sinal informativo).
ru: Выпущено — реализация и релиз завершены, ожидается проверка (синий бейдж, информационный сигнал).
zh_hans: 已发布——实现与发布已完成，正等待验证(蓝色徽章，信息信号)。

source: 출시됨 — 다음 신호 수집이 가설을 대조해요
ar: تم الإطلاق — سيقارن جمع الإشارات التالي الفرضية
en: Shipped — the next signal collection will check the hypothesis
es: Lanzado — la próxima recolección de señales contrastará la hipótesis
fr: Livré — la prochaine collecte de signaux vérifiera l'hypothèse
hi: शिप किया गया — अगला सिग्नल संग्रह परिकल्पना की जाँच करेगा
ja: リリース済み — 次回のシグナル収集で仮説を照合します
pt_br: Lançado — a próxima coleta de sinais checará a hipótese
ru: Выпущено — следующий сбор сигналов сверит гипотезу
zh_hans: 已上线 — 下次信号收集将核对假设

source: 출시한 기능이 적중·빗나간 판정 사유예요.
ar: سبب إصابة الميزات المطلقة للهدف أو إخفاقها.
en: Why shipped features hit or missed.
es: Por qué las funciones publicadas acertaron o fallaron.
fr: Pourquoi les fonctionnalités livrées ont réussi ou échoué.
hi: जारी की गई सुविधाएँ क्यों सही रहीं या चूक गईं।
ja: リリースした機能が的中・外れた判定の理由です。
pt_br: Por que os recursos lançados acertaram ou erraram.
ru: Почему выпущенные функции попали в цель или промахнулись.
zh_hans: 已发布功能命中或未命中的判定原因。

source: 충돌
ar: تعارض
en: Conflict
es: Conflicto
fr: Conflit
hi: विरोध
ja: コンフリクト
pt_br: Conflito
ru: Конфликт
zh_hans: 冲突

source: 취소
ar: إلغاء
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: 취소됨
ar: ملغى
en: Cancelled
es: Cancelado
fr: Annulé
hi: रद्द
ja: キャンセル済み
pt_br: Cancelado
ru: Отменено
zh_hans: 已取消

source: 취소를 누르면 앱이 작동하지 않습니다. 언제든 iOS 설정 → VPN 에서 해제할 수 있습니다.
ar: إذا ضغطت «إلغاء» فلن يعمل التطبيق. يمكنك إلغاء التهيئة في أي وقت من إعدادات iOS ← VPN.
en: If you tap Cancel, the app won’t work. You can remove it any time from iOS Settings → VPN.
es: Si pulsas Cancelar, la app no funcionará. Puedes quitarlo en cualquier momento desde Ajustes de iOS → VPN.
fr: Si vous appuyez sur Annuler, l’app ne fonctionnera pas. Vous pouvez le retirer à tout moment depuis Réglages iOS → VPN.
hi: अगर आप «रद्द करें» दबाते हैं तो ऐप काम नहीं करेगा। iOS Settings → VPN से कभी भी हटा सकते हैं।
ja: 「キャンセル」を押すとアプリは動作しません。いつでも iOS の「設定」→「VPN」から解除できます。
pt_br: Se você tocar em Cancelar, o app não vai funcionar. Você pode removê-lo a qualquer momento em Ajustes do iOS → VPN.
ru: Если нажать «Отменить», приложение не заработает. Удалить настройку можно в любой момент в Настройках iOS → VPN.
zh_hans: 如果点击「取消」,应用将无法工作。你随时可以在「iOS 设置 → VPN」中删除该配置。

source: 캡처 대상
ar: هدف الالتقاط
en: Capture target
es: Objetivo de captura
fr: Cible de capture
hi: कैप्चर लक्ष्य
ja: キャプチャ対象
pt_br: Alvo de captura
ru: Цель захвата
zh_hans: 捕捉目标

source: 캡처 대상: %@
ar: هدف الالتقاط: %@
en: Capture target: %@
es: Objetivo de captura: %@
fr: Cible de capture : %@
hi: कैप्चर लक्ष्य: %@
ja: キャプチャ対象: %@
pt_br: Alvo de captura: %@
ru: Цель захвата: %@
zh_hans: 捕捉目标：%@

source: 캡처 헬퍼를 시작할 수 없습니다 (Mac 앱 업데이트 필요)
ar: تعذّر بدء مساعد الالتقاط (يلزم تحديث تطبيق Mac).
en: Can’t start the capture helper (update the Mac app).
es: No se puede iniciar el ayudante de captura (actualiza la app de Mac).
fr: Impossible de démarrer l’assistant de capture (mettez à jour l’app Mac).
hi: कैप्चर हेल्पर शुरू नहीं हो सका (Mac ऐप अपडेट करें)।
ja: キャプチャヘルパーを開始できません（Mac アプリの更新が必要です）。
pt_br: Não foi possível iniciar o auxiliar de captura (atualize o app do Mac).
ru: Не удалось запустить помощник захвата (обновите приложение Mac).
zh_hans: 无法启动捕获助手（请更新 Mac 应用）。

source: 캡처 헬퍼를 시작할 수 없어요. Mac 앱을 최신으로 업데이트한 뒤 다시 시도하세요.
ar: تعذّر بدء مساعد الالتقاط. حدِّث تطبيق Mac إلى أحدث إصدار ثم أعد المحاولة.
en: Couldn’t start the capture helper. Update the Mac app to the latest version and try again.
es: No se pudo iniciar el asistente de captura. Actualiza la app de Mac a la última versión e inténtalo de nuevo.
fr: Impossible de démarrer l’assistant de capture. Mettez à jour l’app Mac vers la dernière version, puis réessayez.
hi: कैप्चर हेल्पर शुरू नहीं हो सका। Mac ऐप को नवीनतम वर्शन में अपडेट करके फिर से प्रयास करें।
ja: キャプチャヘルパーを起動できませんでした。Mac アプリを最新版に更新してから、もう一度お試しください。
pt_br: Não foi possível iniciar o auxiliar de captura. Atualize o app do Mac para a versão mais recente e tente novamente.
ru: Не удалось запустить помощник захвата. Обновите приложение Mac до последней версии и повторите попытку.
zh_hans: 无法启动捕获助手。请将 Mac 应用更新到最新版本后重试。

source: 캡처/녹화 이미지는 참고 자료로 함께 전달돼요. 여기에 적은 요청이 프롬프트의 본문이 됩니다.
ar: تُرسل الصور الملتقطة/المسجلة كمواد مرجعية. ما تكتبه هنا يصبح نص الموجه الأساسي.
en: Captured/recorded images are sent as reference material. What you write here becomes the body of the prompt.
es: Las imágenes capturadas/grabadas se envían como material de referencia. Lo que escribas aquí será el cuerpo del prompt.
fr: Les images capturées/enregistrées sont envoyées comme références. Ce que vous écrivez ici devient le corps du prompt.
hi: कैप्चर/रिकॉर्ड की गई छवियाँ संदर्भ सामग्री के रूप में भेजी जाती हैं। यहाँ लिखा अनुरोध प्रॉम्प्ट का मुख्य भाग बनेगा।
ja: キャプチャ/録画した画像は参考資料として一緒に送られます。ここに書いたリクエストがプロンプトの本文になります。
pt_br: As imagens capturadas/gravadas são enviadas como material de referência. O que você escrever aqui será o corpo do prompt.
ru: Снимки/записанные изображения отправляются как справочный материал. Написанное здесь станет основным текстом промпта.
zh_hans: 截取/录制的图片将作为参考资料一同发送。在这里写的请求将成为提示词的正文。

source: 캡처한 화면을 열 수 없어요.
ar: تعذّر فتح الشاشة الملتقطة.
en: Couldn't open the captured screen.
es: No se pudo abrir la captura de pantalla.
fr: Impossible d'ouvrir la capture d'écran.
hi: कैप्चर की गई स्क्रीन नहीं खुल सकी.
ja: キャプチャした画面を開けませんでした。
pt_br: Não foi possível abrir a tela capturada.
ru: Не удалось открыть снятый экран.
zh_hans: 无法打开捕获的屏幕。

source: 커뮤니티
ar: المجتمع
en: Community
es: Comunidad
fr: Communauté
hi: समुदाय
ja: コミュニティ
pt_br: Comunidade
ru: Сообщество
zh_hans: 社区

source: 커뮤니티를 불러오지 못했어요
ar: تعذّر تحميل المجتمع
en: Couldn't load the community
es: No se pudo cargar la comunidad
fr: Impossible de charger la communauté
hi: समुदाय लोड नहीं हो सका
ja: コミュニティを読み込めませんでした
pt_br: Não foi possível carregar a comunidade
ru: Не удалось загрузить сообщество
zh_hans: 无法加载社区

source: 커밋 목록
ar: قائمة الإيداعات
en: Commits
es: Commits
fr: Commits
hi: कमिट सूची
ja: コミット一覧
pt_br: Commits
ru: Коммиты
zh_hans: 提交记录

source: 커밋 보기
ar: عرض الإيداعات
en: View commits
es: Ver commits
fr: Voir les commits
hi: कमिट देखें
ja: コミットを表示
pt_br: Ver commits
ru: Показать коммиты
zh_hans: 查看提交

source: 커밋 정보
ar: معلومات الإيداع
en: Commit info
es: Información del commit
fr: Infos du commit
hi: कमिट जानकारी
ja: コミット情報
pt_br: Informações do commit
ru: Сведения о коммите
zh_hans: 提交信息

source: 커밋되지 않은 변경 %@개
ar: %@ تغييرات غير مُلتزَمة
en: %@ uncommitted change(s)
es: %@ cambio(s) sin confirmar
fr: %@ modification(s) non commitée(s)
hi: %@ अनकमिटेड परिवर्तन
ja: 未コミットの変更 %@ 件
pt_br: %@ alteração(ões) sem commit
ru: Незакоммиченные изменения: %@
zh_hans: %@ 项未提交的更改

source: 커밋되지 않은 변경사항이 사라질 수 있어요.
ar: قد تُفقد التغييرات غير المُلتزَمة.
en: Uncommitted changes may be lost.
es: Los cambios sin confirmar pueden perderse.
fr: Les modifications non validées peuvent être perdues.
hi: बिना कमिट किए बदलाव खो सकते हैं।
ja: コミットしていない変更が失われる可能性があります。
pt_br: Alterações não commitadas podem ser perdidas.
ru: Незакоммиченные изменения могут быть потеряны.
zh_hans: 未提交的更改可能会丢失。

source: 커밋되지 않은 파일이 없다.
ar: لا توجد ملفات غير مُلتزمة.
en: No uncommitted files.
es: No hay archivos sin confirmar.
fr: Aucun fichier non commité.
hi: कोई अनकमिटेड फ़ाइल नहीं है।
ja: 未コミットのファイルはありません。
pt_br: Nenhum arquivo sem commit.
ru: Незакоммиченных файлов нет.
zh_hans: 没有未提交的文件。

source: 커밋이 없어요
ar: لا توجد إيداعات
en: No commits
es: Sin commits
fr: Aucun commit
hi: कोई कमिट नहीं
ja: コミットがありません
pt_br: Nenhum commit
ru: Нет коммитов
zh_hans: 没有提交

source: 커서 이동 — 천천히 움직이면 정밀, 빠르게 밀면 멀리
ar: حرِّك المؤشر — ببطء للدقة، وبسرعة للوصول بعيدًا
en: Move the cursor — slow for precision, flick fast to go far
es: Mueve el cursor: despacio para precisión, rápido para llegar lejos
fr: Déplacez le curseur — lentement pour la précision, rapidement pour aller loin
hi: कर्सर हिलाएँ — धीरे चलाने पर सटीक, तेज़ी से करने पर दूर तक
ja: カーソルを移動 — ゆっくりで正確に、素早く動かすと遠くへ
pt_br: Mova o cursor — devagar para precisão, rápido para ir longe
ru: Перемещайте курсор — медленно для точности, резко — чтобы уйти далеко
zh_hans: 移动光标 —— 慢移更精准，快滑则移动更远

source: 컨트롤 숨기기
ar: إخفاء عناصر التحكم
en: Hide controls
es: Ocultar controles
fr: Masquer les commandes
hi: नियंत्रण छिपाएँ
ja: コントロールを隠す
pt_br: Ocultar controles
ru: Скрыть элементы управления
zh_hans: 隐藏控件

source: 컨트롤 숨김 버튼
ar: زر إخفاء عناصر التحكم
en: Hide-controls button
es: Botón para ocultar controles
fr: Bouton masquer les commandes
hi: नियंत्रण छिपाने वाला बटन
ja: コントロール非表示ボタン
pt_br: Botão de ocultar controles
ru: Кнопка скрытия элементов
zh_hans: 隐藏控件按钮

source: 컨트롤 표시
ar: إظهار عناصر التحكم
en: Show controls
es: Mostrar controles
fr: Afficher les commandes
hi: नियंत्रण दिखाएँ
ja: コントロールを表示
pt_br: Mostrar controles
ru: Показать элементы управления
zh_hans: 显示控件

source: 컬럼 늘리기
ar: زيادة الأعمدة
en: More columns
es: Más columnas
fr: Plus de colonnes
hi: अधिक कॉलम
ja: 列を増やす
pt_br: Mais colunas
ru: Больше столбцов
zh_hans: 增加列数

source: 컬럼 수를 직접 정합니다. 화면보다 넓으면 가로로 스크롤해서 봅니다.
ar: حدّد عدد الأعمدة بنفسك. إذا تجاوز عرض الشاشة، يمكنك التمرير أفقيًا.
en: Set the column count yourself. If it's wider than the screen, scroll horizontally to view.
es: Define tú mismo el número de columnas. Si supera el ancho de la pantalla, desplázate horizontalmente.
fr: Définissez vous-même le nombre de colonnes. Si c'est plus large que l'écran, faites défiler horizontalement.
hi: कॉलम की संख्या स्वयं तय करें. यदि स्क्रीन से चौड़ा हो, तो क्षैतिज रूप से स्क्रॉल करके देखें.
ja: 列数を自分で指定します。画面より広い場合は横スクロールで表示します。
pt_br: Defina você mesmo o número de colunas. Se for mais largo que a tela, role horizontalmente.
ru: Задайте число столбцов вручную. Если шире экрана — прокручивайте по горизонтали.
zh_hans: 自行设定列数。若超出屏幕宽度，可横向滚动查看。

source: 컬럼 줄이기
ar: تقليل الأعمدة
en: Fewer columns
es: Menos columnas
fr: Moins de colonnes
hi: कम कॉलम
ja: 列を減らす
pt_br: Menos colunas
ru: Меньше столбцов
zh_hans: 减少列数

source: 켜 두면 매일 이 시각에 에이전트가 신호를 수집해 새 브리프를 올려요 (Mac 시간대 기준). 결과는 알림으로 와요.
ar: عند التفعيل، يجمع الوكيل الإشارات في هذا الوقت يوميًا وينشر ملخصات جديدة (بتوقيت Mac). تصل النتائج كإشعارات.
en: When on, the agent collects signals at this time every day and posts new briefs (Mac time zone). Results arrive as notifications.
es: Si está activado, el agente recopila señales a esta hora cada día y publica nuevos briefs (zona horaria del Mac). Los resultados llegan como notificaciones.
fr: Si activé, l'agent collecte les signaux chaque jour à cette heure et publie de nouveaux briefs (fuseau horaire du Mac). Les résultats arrivent par notification.
hi: चालू रहने पर एजेंट हर दिन इस समय सिग्नल इकट्ठा करके नए ब्रीफ़ प्रस्तावित करता है (Mac समय क्षेत्र)। परिणाम सूचना के रूप में आते हैं।
ja: オンにすると、毎日この時刻にエージェントがシグナルを収集して新しいブリーフを提案します（Macのタイムゾーン基準）。結果は通知で届きます。
pt_br: Quando ativado, o agente coleta sinais nesse horário todos os dias e publica novos briefs (fuso horário do Mac). Os resultados chegam como notificações.
ru: Если включено, агент ежедневно в это время собирает сигналы и публикует новые брифы (часовой пояс Mac). Результаты приходят уведомлениями.
zh_hans: 开启后，代理每天在此时刻收集信号并提交新简报（以 Mac 时区为准）。结果会以通知送达。

source: 켜 두면 수집할 때 이 앱의 최근 App Store 리뷰를 함께 읽어 사용자 불만·요청을 브리프 근거로 가져와요.
ar: عند التفعيل، يقرأ التجميع أيضًا أحدث مراجعات App Store لهذا التطبيق ويجلب شكاوى المستخدمين وطلباتهم كأدلة في الموجزات.
en: When on, collection also reads this app's recent App Store reviews, bringing user complaints and requests into briefs as evidence.
es: Si está activado, la recopilación también lee las reseñas recientes del App Store de esta app y aporta quejas y peticiones de los usuarios como evidencia de los informes.
fr: Si activé, la collecte lit aussi les avis App Store récents de cette app et intègre les plaintes et demandes des utilisateurs comme preuves dans les brefs.
hi: चालू रखने पर संग्रह इस ऐप की हालिया App Store समीक्षाएँ भी पढ़ता है और उपयोगकर्ता शिकायतों व अनुरोधों को ब्रीफ़ के साक्ष्य के रूप में लाता है।
ja: オンにすると、収集時にこのアプリの最近の App Store レビューも読み取り、ユーザーの不満・要望をブリーフの根拠として取り込みます。
pt_br: Quando ativado, a coleta também lê as avaliações recentes da App Store desta app, trazendo reclamações e pedidos dos usuários como evidência para os briefs.
ru: Когда включено, при сборе также читаются недавние отзывы App Store этого приложения, а жалобы и запросы пользователей попадают в брифы как доказательства.
zh_hans: 开启后，收集时会一并读取此应用最近的 App Store 评论，把用户的不满和需求作为简报依据。

source: 켜면 그 방향에서 채팅·미러링 화면 구석에 버튼이 떠요. 눌러서 헤더와 컨트롤을 숨겨 화면을 넓게 보고, 다시 누르면 돌아옵니다.
ar: عند التفعيل، يظهر زر في زاوية شاشتَي الدردشة والعكس المرئي في هذا الاتجاه. اضغط عليه لإخفاء الرأس وعناصر التحكم لعرض أوسع، واضغط مرة أخرى لإعادتهما.
en: When on, a button appears in the corner of the chat and mirroring screens in that orientation. Tap it to hide the header and controls for a wider view, and tap again to bring them back.
es: Cuando está activado, aparece un botón en la esquina de las pantallas de chat y duplicación en esa orientación. Tócalo para ocultar la cabecera y los controles y ver más amplio; tócalo de nuevo para restaurarlos.
fr: Une fois activé, un bouton apparaît dans le coin des écrans de discussion et de recopie dans cette orientation. Touchez-le pour masquer l'en-tête et les commandes et agrandir l'affichage ; touchez-le à nouveau pour les rétablir.
hi: चालू होने पर, उस ओरिएंटेशन में चैट और मिररिंग स्क्रीन के कोने में एक बटन दिखता है। हेडर और नियंत्रण छिपाकर व्यापक दृश्य पाने के लिए उसे दबाएँ, और वापस लाने के लिए फिर से दबाएँ।
ja: オンにすると、その向きでチャット・ミラーリング画面の隅にボタンが表示されます。押すとヘッダーとコントロールを隠して画面を広く表示でき、もう一度押すと戻ります。
pt_br: Quando ativado, um botão aparece no canto das telas de chat e espelhamento nessa orientação. Toque nele para ocultar o cabeçalho e os controles e ver em tela maior; toque novamente para restaurá-los.
ru: Когда включено, в этой ориентации в углу экранов чата и зеркалирования появляется кнопка. Нажмите её, чтобы скрыть заголовок и элементы управления для более широкого обзора, и нажмите снова, чтобы вернуть их.
zh_hans: 开启后，在该方向的聊天和镜像界面角落会出现一个按钮。点按它可隐藏标题栏和控件以更大范围查看，再次点按即可恢复。

source: 켜면 기기를 최대 %lld대까지 연결할 수 있어요. 현재 %lld대 연결됨. 끄려면 먼저 기기를 한 대만 남겨 두세요.
ar: عند التفعيل، يمكنك توصيل ما يصل إلى %1$lld أجهزة. متصل الآن: %2$lld. لإيقافه، اترك جهازًا واحدًا فقط أولاً.
en: When on, you can connect up to %1$lld devices. %2$lld connected now. To turn it off, leave only one device first.
es: Si está activado, puedes conectar hasta %1$lld dispositivos. %2$lld conectados ahora. Para desactivarlo, deja primero solo un dispositivo.
fr: Une fois activé, vous pouvez connecter jusqu'à %1$lld appareils. %2$lld connecté(s) actuellement. Pour le désactiver, ne gardez d'abord qu'un seul appareil.
hi: चालू होने पर आप अधिकतम %1$lld डिवाइस कनेक्ट कर सकते हैं। अभी %2$lld कनेक्टेड। इसे बंद करने के लिए, पहले केवल एक डिवाइस रखें।
ja: オンにすると最大%1$lld台のデバイスを接続できます。現在%2$lld台が接続中。オフにするには、まずデバイスを1台だけ残してください。
pt_br: Quando ativado, você pode conectar até %1$lld dispositivos. %2$lld conectado(s) agora. Para desativar, deixe primeiro apenas um dispositivo.
ru: Когда включено, можно подключить до %1$lld устройств. Сейчас подключено: %2$lld. Чтобы отключить, сначала оставьте только одно устройство.
zh_hans: 开启后最多可连接 %1$lld 台设备。当前已连接 %2$lld 台。要关闭，请先只保留一台设备。

source: 켜면 번들 추론 서버 대신 내가 직접 돌리는 OpenAI 호환 로컬 서버를 OpenCode 백엔드로 씁니다. 꺼져 있으면 번들 llama.cpp 를 사용해요.
ar: عند التفعيل، يستخدم OpenCode خادمك المحلي المتوافق مع OpenAI كخلفية بدلاً من خادم الاستدلال المضمّن. وعند الإيقاف، يستخدم llama.cpp المضمّن.
en: When on, OpenCode uses your own OpenAI-compatible local server as its backend instead of the bundled inference server. When off, it uses the bundled llama.cpp.
es: Cuando está activado, OpenCode usa tu propio servidor local compatible con OpenAI como backend en vez del servidor de inferencia incluido. Cuando está desactivado, usa el llama.cpp incluido.
fr: Activé, OpenCode utilise votre propre serveur local compatible OpenAI comme backend au lieu du serveur d’inférence intégré. Désactivé, il utilise le llama.cpp intégré.
hi: चालू होने पर OpenCode बंडल इनफरेंस सर्वर के बजाय आपके अपने OpenAI-संगत लोकल सर्वर को बैकएंड के रूप में उपयोग करता है। बंद होने पर बंडल llama.cpp का उपयोग करता है।
ja: オンにすると、OpenCode はバンドルの推論サーバーの代わりに、自分で動かす OpenAI 互換ローカルサーバーをバックエンドとして使います。オフのときはバンドルの llama.cpp を使います。
pt_br: Quando ativado, o OpenCode usa seu próprio servidor local compatível com OpenAI como backend, em vez do servidor de inferência incluído. Quando desativado, usa o llama.cpp incluído.
ru: Когда включено, OpenCode использует ваш собственный совместимый с OpenAI локальный сервер в качестве бэкенда вместо встроенного сервера вывода. Когда выключено — встроенный llama.cpp.
zh_hans: 开启后，OpenCode 将使用你自己运行的 OpenAI 兼容本地服务器作为后端，而非捆绑的推理服务器。关闭时使用捆绑的 llama.cpp。
